{
  "https://c3ntrala.ag3nts.org/dane/i/rafal_dyktafon.mp3": "No i co teraz? No to teraz mnie już nie powstrzymacie. Jesteśmy tutaj sami. I trzeba tylko wykonać plan. Jak ja się do tego w ogóle zmieszczę? W sumie dobrze zaplanowałem powstrzymanie. Adam miał rację. Jedna informacja powinna się nam w czasie. Jedna informacja. Dwa lata wcześniej. Posunie całe badania do przodu i wtedy już będzie z górki. Czekaj, na odwagę. Z truskawką. Mowę nie wywoła. Ale z ludźmi? Dobra, jedna myfa mowę pewnie wywoła. Ale Adam mówi, że to jest stabilne. Że to się wszystko uda. Trzeba tylko cofnąć się w czasie. Jeden i jedyny raz. Do Grudziądza. Znaleźć hotel. Ile może być hoteli w Grudziądzu? Ja nie wiem, ale na pewno znajdę jeden. I potem czekać. Spokojnie czekać dwa lata. Tyle jestem w stanie zrobić. Resztę mam zapisane na kartce. No to co? No to siup. Wpisujemy. Czekajcie. Koordynaty są Grudziądz. Dobra. Batman nie wchodzi. A jest w menu. Człowiek. Dobra. Jeszcze gry. Wezmę ze sobą trochę. Dobra. Jestem gotowy. Jeszcze jedno. Na odwagę. Tak na cześć. O to by nie wszedł. Nie. Dobra. Naciskamy. Czekamy. To licz szybciej. Ile można czekać? Człowieku. Jestem gotowy. No to bium.",
  "https://c3ntrala.ag3nts.org/dane/i/strangefruit.png": "The image shows a monochrome (black and white) depiction of an object that visually resembles a combination of a strawberry and an apple. The object has the overall shape of an apple but with the textured surface and seeds characteristic of a strawberry. There is a stem and leaves on top, similar to what one would see on a strawberry. The image has a smooth, reflective surface giving it a glossy appearance. The background is plain and neutral, allowing the fruit object to stand out clearly.",
  "https://c3ntrala.ag3nts.org/dane/i/resztki.png": "The image shows a plate with six slices of pineapple pizza arranged in a circular pattern. Each slice is topped with chunks of pineapple and melted cheese. The photo is in black and white, so the colors are not visible. The pizza appears to be partially eaten or missing a few bits, and there are some crumbs and small bits of toppings scattered around the plate.",
  "https://c3ntrala.ag3nts.org/dane/i/fruit01.png": "The image shows a close-up of a single strawberry with its small leaves at the top. The strawberry is positioned upright on a smooth surface, likely a table or countertop, with a reflective sheen. The image is in black and white, which highlights the texture and details of the strawberry, such as the seeds on its surface. In the background, there is a blurred view of what appears to be a kitchen or indoor environment with some indistinct objects and shapes.",
  "https://c3ntrala.ag3nts.org/dane/i/fruit02.png": "The image shows a close-up of a single strawberry placed on a smooth, reflective surface. The strawberry is positioned in such a way that its reflection is visible below it. The photo is in black and white, emphasizing the texture of the strawberry and the contrast in the image. In the background, there is a blurred plastic container and some indistinct objects, suggesting the scene might be set in a kitchen or similar environment. The overall composition focuses on the strawberry as the main subject.",
  "https://c3ntrala.ag3nts.org/dane/i/rynek_glitch.png": "The image is a black and white photograph of a street scene with cobblestones in the foreground. Several birds are scattered across the cobblestone street. In the middle ground, there is a large crowd of people walking or standing. The scene is backlit by the sun, which is low on the horizon, creating a silhouette effect for the buildings and people. The sky is partly cloudy with a flock of birds flying. On the right side of the image, there is a large building with a tall tower or steeple. The left side of the image shows the shadow of another building. There is some digital distortion or glitching along the right edge of the image in colorful stripes.",
  "https://c3ntrala.ag3nts.org/dane/i/rynek.png": "The image is a black and white photograph of a cobblestone street or plaza during either sunrise or sunset, as the light is low and coming from the horizon. The street is populated with a small flock of pigeons in the foreground, and there are several silhouetted figures walking or standing in the distance. On the right side of the image, there are buildings with a tower or steeple visible against the sky. The left side features the dark silhouette of a large building. Above, the sky is cloudy with many scattered clouds, and a group of birds is flying in formation. The overall mood of the image is calm and somewhat dramatic due to the contrast between light and shadow."
}